const characterIntro = {
	mrmou_shaosiyuan: "她是云梦森民眼中指引羁绊、狡黠神秘的巫祝“少司缘”，亦是曾是被判“命中无缘”、孤僻自闭的少女。出生时被预言为命无羁绊、带来灾祸的孤星，孤僻少女辗转流离，始终只得到白眼和孤立。她从期盼到放弃，封闭自我再无奢求——直到阳光开朗的少年祈将自己救回森森堂，她终于得到了自己的名字与羁绊。然而枯灾再次降临，家变为废墟，伙伴生死分离，只剩自己带着两人的约定继续前行。如今，她已经成为云梦泽最受欢迎的巫祝。森民们眼中的她以神力观测羁绊流动，三言五语念出天定判词，便可实现所有羁绊之愿。但在森民看不到的地方，她并非全信波流指引，更是靠洞察人心。司缘堂总是夙兴夜寐地工作，收集信息、察明心意、编写判词，安排巧遇……她早就明白，成就缘分的不是预言天定，是每个人的真心。夜深了，少司缘还在灯前为明日的求缘人编写着判词。她不知道的是，缘分也在暗中为她写好了判词：忘忧泽畔何曾忘，重逢羁绊或有时。",
	mr_yuanlaiguang: "源氏是京都最具盛名的阴阳师家族之一。历史悠久的阴阳师家族，武力强大，长期与妖魔作战。同时也是皇室贵族，负责各类重大仪式及祭祀。有传言源氏暗中建造秘密禁地，进行着不为人知的祭祀活动。在阴阳术上追求力量的极致，以鬼武士和结界之术闻名。野心勃勃的鹰派阴阳师，为达目的不惜一切代价。源氏的族长，京都阴阳师望族。",
	mr_zhangbeihai: "章北海（公元1976年—危机纪元205年），男，刘慈欣创作的小说《三体》及其衍生作品中的角色，初登场于《三体II：黑暗森林》。“唐”号航空母舰原政委，中国太空军政治部军官，增援未来特遣一队指挥官，后为“自然选择号”执行舰长，星舰地球精神领袖。",
	mr_weide: "托马斯·维德，男，终年110岁，是原行星防御理事会战略情报局（PIA）首任局长，被三体文明视为威慑度恒定100%的“魔鬼” 。其人生贯穿对技术突破的执念与道德约束的激烈冲突，核心信条为“失去人性，失去很多；失去兽性，失去一切” 。维德主导实施“阶梯计划”将云天明大脑送入太空，后因试图通过刺杀执剑人候选人程心以谋求执剑人职位未遂。他掌控星环公司秘密研发曲率驱动光速飞船，却在技术突破时因遵守对程心的承诺放弃项目并交还星环城，导致人类失去大规模建造光速飞船的时机。",
	mr_shiqiang: "前市公安局反恐大队队长、地球防务安全部情报人员，在第一部中有目的地与汪淼相识，说服其接受自己的保护；在一次ETO聚会中以身涉险，抓捕了叶文洁；提出古筝行动截获三体世界信息。《三体2：黑暗森林》中负责罗辑的安全，帮助罗辑找到庄颜。后因辐射导致的白血病进入为期一百八十五年的冬眠。危机纪元205年苏醒后找到罗辑，成为太空军政府“亚洲舰队”的国民，与罗辑成为好友，并多次救了他的命。是第一个听到罗辑说出黑暗森林法则的地球人。",
	mr_chengxin: "程心幼年时期遭遗弃，被养母程秀秀抚养长大，读大学时被同学云天明暗恋。博士毕业后，程心加入PIA并参与阶梯计划，当时身患绝症的云天明决定安乐死并赠予她恒星DX3906，但程心征得云天明同意，向三体世界发送云天明的大脑。 [1]后程心被选为第二代执剑人，但刚移交威慑权便威慑失败，在智子的要求下迁往澳大利亚。 [2]万有引力号发射坐标后，三体人准备离开，智子允许她与被截获的云天明会面，云天明讲述了三个童话，程心从中得出不少情报。 [3]程心将星环公司移交给托马斯·维德研究曲率引擎，但维德后来宣布星环城独立，程心制止维德，曲率引擎的研究随之中断。 [5]掩体纪元67年，太阳系遭到二向箔打击，程心前往冥王星保存文物并见到了罗辑，罗辑使用最高指令权让光速飞船星环号载程心与艾AA逃离太阳系。 [5]此后，程心前往DX3906恒星，却与云天明错过。随后和关一帆一起进入647号小宇宙太阳系躲避大坍缩，写下《时间之外的往事》。后程心响应归还质量的号召，但保留了重为5公斤的生态球。",
	mr_yuntianming: "云天明，原来是孤僻的一个人，但在上大学时爱上程心，又患上肺癌，通过一笔胡文给予的三百万元参与“群星计划”，将DX3906恒星（后改为S74390E2）匿名赠送给程心，完成心愿后，想进行安乐死，但在最后一步，被程心阻止。后因程心推荐，成为阶梯计划最佳候选人，原计划通过探测器将大脑运送至三体第一舰队处，后因牵引探测器的帆中一根线断裂，偏离预定轨道，失踪。后被三体第一舰队捕获。经历曲折后去到DX3906恒星，和艾AA生活在了一起。",
};

export default characterIntro;
